[
    {
        "id" : "01",
        "name" : "American Steak with Potato",
        "price" : 200000,
        "calories" : 250.8,
        "time" : 20,
        "serving" : 1,
        "isFavorite" : false,
        "image" : "assets/images/01.png",
        "category" : "Lunch",
        "description" : "In a not too deep glass dish, mix Worcestershire sauce, vinegar, garlic, salt and pepper. Add steaks and flip them to coat well. Cover the dish with a plastic wrap and let marinate in the fridge 45 minutes to 1 hour (flip the steaks from time to time). Set the barbecue to medium-high heat. Put steaks on a greased grill of the barbecue and cook about 3 minutes on each side for a rare steak or until desired cooking. Put steaks on a cutting board and cover with foil paper, without stretching. Let rest for 5 minutes."
    },
    {
        "id" : "02",
        "name" : "Asparagus",
        "price" : 100000,
        "calories" : 50.3,
        "time" : 15,
        "serving" : 2,
        "isFavorite" : false,
        "image" : "assets/images/02.png",
        "category" : "Lunch",
        "description" : "Place the asparagus into a mixing bowl, and drizzle with the olive oil. Toss to coat the spears, then sprinkle with Parmesan cheese, garlic, salt, and pepper. Arrange the asparagus onto a baking sheet in a single layer. Bake in the preheated oven until just tender, 12 to 15 minutes depending on thickness."
    },
    {
        "id" : "03",
        "name" : "Bacon Steak with Cream Sauce",
        "price" : 230000,
        "calories" : 200.2,
        "time" : 30,
        "serving" : 1,
        "isFavorite" : false,
        "image" : "assets/images/03.png",
        "category" : "Lunch",
        "description" : "Wrap 1 slice of bacon around the edge of each steak, and secure with a wooden pick. In a medium skillet, heat oil over medium-high heat. Cook steaks for 4 to 6 minutes per side, or until steaks reach desired degree of doneness. In a small bowl, combine brown sugar, butter, and chipotle mustard."
    },
    {
        "id" : "04",
        "name" : "Bolognese Pasta",
        "price" : 175000,
        "calories" : 300.6,
        "time" : 20.5,
        "serving" : 1,
        "isFavorite" : true,
        "image" : "assets/images/04.png",
        "category" : "Dinner",
        "description" : "Heat a large saucepan over a medium heat. Add a tablespoon of olive oil and once hot add the beef mince and a pinch of salt and pepper. Cook the mince until well browned over a medium-high heat (be careful not to burn the mince. It just needs to be a dark brown colour). Once browned, transfer the mince to a bowl and set aside. When ready to cook the spaghetti, heat a large saucepan of water and add a pinch of salt. Cook according to the packet instructions. Once the spaghetti is cooked through, drain and add to the pan with the bolognese sauce. Mix well and serve."
    },
    {
        "id" : "05",
        "name" : "Brazillian Steak with Salad Dressings",
        "price" : 500000,
        "calories" : 500.6,
        "time" : 45.5,
        "serving" : 1,
        "isFavorite" : false,
        "image" : "assets/images/05.png",
        "category" : "Dinner",
        "description" : "This golden Brazilian Steak recipe is super easy, but yields Fogo de Chao restaurant-quality taste and texture. It calls for five simple ingredients: garlic, butter, parsley, salt and black pepper which you already have at home. The flavors are so much more complex than the ingredients used. At first bite, I fell in love with it; it was as if I had the steak at famous Brazilian restaurants."
    },
    {
        "id" : "06",
        "name" : "Filete Con Papas Steak",
        "price" : 334000,
        "calories" : 400.6,
        "time" : 60.5,
        "serving" : 2,
        "isFavorite" : true,
        "image" : "assets/images/06.png",
        "category" : "Lunch",
        "description" : "Season beef with salt and pepper. Heat oil in a large skillet or casserole over medium-high heat until shimmering. Add meat cubes and cook until browned on all sides. About 10 minutes. (Please check the ingredients list below). While the meat is cooking, place in your blender the tomatoes, onion, garlic and a cup of chicken broth. Puree until you have a smooth sauce. Stir in this sauce into the skillet with the meat using a strainer or sieve.  Bring it to simmering and cook covered for about 20 minutes. Add more broth if needed."
    },
    {
        "id" : "07",
        "name" : "Healthy Salad Low Calories",
        "price" : 80000,
        "calories" : 50.6,
        "time" : 10,
        "serving" : 1,
        "isFavorite" : false,
        "image" : "assets/images/07.png",
        "category" : "Breakfast",
        "description" : "Peel cucumbers to leave alternating green stripes. Slice the cucumbers in half lengthwise; scrape the seeds out with a spoon. Using a food processor or sharp knife, cut into very thin slices. Place in a double layer of paper towel and squeeze gently to remove any excess moisture. Combine vinegar, sugar and salt in a medium bowl, stirring to dissolve. Add the cucumbers and sesame seeds; toss well to combine. Serve immediately."
    },
    {
        "id" : "08",
        "name" : "Kebuli Rice with Salad and Potato Ball",
        "price" : 220000,
        "calories" : 280.6,
        "time" : 55.5,
        "serving" : 5,
        "isFavorite" : true,
        "image" : "assets/images/08.png",
        "category" : "Lunch",
        "description" : "Boil lamb with water, bay leaves, cloves, and ginger and cook until the meat is tender. Drain and set the lamb aside. Heat oil in a pot and stir fry the spice paste, and all the additional spices until fragrant, about 3 minutes. Turn the rice cooker on and cook until the rice is ready, the machine usually turns to warm at this stage. Let rest for 10 minutes, then open the rice cooker. Remove the leaves and lemongrass, give a quick stir with a rice paddle and serve immediately."
    },
    {
        "id" : "09",
        "name" : "Mini Salad Snacks",
        "price" : 30000,
        "calories" : 50.6,
        "time" : 10,
        "serving" : 2,
        "isFavorite" : false,
        "image" : "assets/images/09.png",
        "category" : "Snacks",
        "description" : "A three-flavour combination of tomato, basil and bocconcini. An effortless appetiser that's hard to beat. This summer refresher combines cubes of melon and feta with a few leaves of mint. This salad uses cantaloupe (rockmelon), but any melon varieties will work just as well. This salad is a perfect pairing of the aniseed flavour of fennel, with the crunch of cucumber and a burst of fresh orange."
    },
    {
        "id" : "10",
        "name" : "Salmon Salad",
        "price" : 340000,
        "calories" : 203.6,
        "time" : 40.5,
        "serving" : 3,
        "isFavorite" : false,
        "image" : "assets/images/10.png",
        "category" : "Breakfast",
        "description" : "To get started, cook some salmon any way you wish…grill it, bake it, poach it, saute it. It doesn’t really matter since we’ll be flaking it up anyway. If cooking it in a skillet, cook for about 5-10 minutes (depending on thickness) over medium high heat, until the interior reaches 140F and is no longer pink. Most of the time I just use the method from my Baked Salmon, at 425 degrees F for about 12-15 minutes, until no longer pink inside."
    },
    {
        "id" : "11",
        "name" : "Steak with Creamy Soup and Fries",
        "price" : 125000,
        "calories" : 120.6,
        "time" : 100.5,
        "serving" : 3,
        "isFavorite" : false,
        "image" : "assets/images/11.png",
        "category" : "Dinner",
        "description" : "Set the oven to broil with a rack set about 4 inches from the heat source. Peel the zest away from the lemon in long strips, avoiding the white pith. Place the lemon zest, rosemary sprigs and oil in a small saucepan over medium-low heat and heat until the oil just comes to a simmer, about 10 minutes. Turn off the heat and allow to sit at room temperature while you prepare the soup. To serve, ladle the soup into bowls. Top with a dollop of sour cream. Drizzle with some of the remaining rosemary-lemon oil and garnish with the dark scallion greens. Cut the baguette into smaller pieces and serve alongside the soup."
    }
]